Repository: AkshayTiwari/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: lt, nb_no

source: Persona login failed. A server error was encountered.
lt: Nepavyko prisijungti su „Persona“. Serverio klaida.

source: Persona cannot be reached. Try again later.
lt: „Personos“ tarnyba nepasiekiama. Bandykite vėliau.

source: Payment failed. Try again later.
lt: Mokėjimas nebuvo atliktas. Bandykite dar kartą.
nb_no: Betalingen mislyktes. Prøv igjen senere.

source: Error while communicating with server. Try again later.
lt: Susisiekiant su serveriu, įvyko klaida. Bandykite dar kartą.
nb_no: Feil under kommunikasjon med serveren. Prøv igjen senere.

source: Your device does not support purchases.
lt: Pirkimai jūsų įrenginiu negalimi.

source: App Details
lt: Programos savybės
nb_no: App-detaljer

source: No internet connection
lt: Nėra interneto ryšio
nb_no: Ingen internettilkobling

source: Feedback submitted. Thanks!
lt: Atsiliepimas paskelbtas. Ačiū!
nb_no: Tilbakemelding sendt. Takk!

source: There was a problem submitting your feedback. Try again soon.
lt: Įvyko klaida paskelbiant jūsų atsiliepimą. Bandykite vėliau.
nb_no: Klarte ikke sende tilbakemeldingen. Prøv igjen snart.

source: Fresh and New Apps
lt: Naujos programos
nb_no: Friske og nye apper

source: Popular All Time
lt: Visų laikų populiariausios
nb_no: Evig populære

source: Nominate apps
lt: Siūlykite programas

source: Search Results
lt: Paieškos rezultatai
nb_no: Søkeresultater

source: Settings saved
lt: Nuostatos įrašytos
nb_no: Innstillingene lagret

source: Settings could not be saved
lt: Nuostatų įrašyti nepavyko
nb_no: Innstillingene kunne ikke lagres

source: Abuse reported
lt: Apie piktnaudžiavimą pranešta
nb_no: Misbruk rapportert

source: Error while submitting report
lt: Klaida siunčiant pranešimą
nb_no: Feil ved innsending av rapport

source: Hello World!
lt: Sveikas, Pasauli!
nb_no: Hei verden!

source: Please sign in to view the receipt
lt: Jeigu norite peržiūrėti kvitą, prašom prisijungti
nb_no: Logg inn for å vise kvitteringen

source: Receipt
lt: Kvitas
nb_no: Kvittering

source: Not Found
lt: Nerasta
nb_no: Ikke funnet

source: <b>{n}</b> character left.
lt: Liko <b>{n}</b> simbolis.
nb_no: <b>{n}</b> bokstav igjen.

source: Collection Details
lt: Rinkinio savybės
nb_no: Samlingsdetaljer

source: Editorial Brand Details
lt: Rinktinių programų grupės savybės
nb_no: Redaksjonelle merkevaredetaljer

source: Operator Shelf Details
lt: Operatoriaus prekystalio savybės
nb_no: Operatørhylledetaljer

source: Review updated successfully
lt: Apžvalga atnaujinta sėkmingai
nb_no: Omtalen ble oppdatert

source: There was a problem updating your review
lt: Iškilo problema atnaujinant jūsų apžvalgą
nb_no: Det var et problem ved oppdatering av omtalen

source: Previous
nb_no: Forrige

source: More to Explore
nb_no: Mer å utforske

source: Get Involved
nb_no: Engasjer deg

source: An update to Marketplace is available.
nb_no: En oppdatering til Marketplace er tilgjengelig.

source: Sign up for our newsletter
nb_no: Abonnér på vårt nyhetsbrev

source: Get Firefox news! Sign up for our newsletter
nb_no: Få Firefox-nyheter! Abonnér på vårt nyhetsbrev

source: Sign me up
nb_no: Meld meg på

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
nb_no: Jeg er fornøyd med at Mozilla håndtererer mine opplysninger som forklart i <a href="{privacy_policy_url}" target="_blank">denne personvernspolicyen</a>.

source: Thanks for signing up!
nb_no: Takk for at du registrerte deg!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
nb_no: Du vil motta en e-post fra mozilla@e.mozilla.org. Sjekk din innboks for din første e-post fra oss. Hvis du ikke kan se den, sjekk ditt spam-filter.

source: Your Mac settings may only allow you to install apps from the Mac App Store.
nb_no: Dine Mac-innstillinger kan være satt til å bare la deg å installere apper fra Mac App Store.

source: Learn how to change your settings so you can install Marketplace apps.
nb_no: Les hvordan du kan endre innstillingene, slik at du kan installere Marketplace-apper.

source: Got it! You can always find out how to install Marketplace apps on your Mac on our <a href="{url}">Support page</a>.
nb_no: Fikk den! Du kan alltid finne ut hvordan du installerer Marketplace-apper på din Mac på vår <a href="{url}">support-side</a>.

source: General settings
nb_no: Generelle innstillinger

source: Recommendations
nb_no: Anbefalinger

source: Yes, show me recommendations based on my installed apps. (<a href="{url}" target="_blank">Learn more</a>)
nb_no: Ja, vis mig anbefalinger basert på mine installerte apper. (<a href="{url}" target="_blank">Les mer</a>)

source: Newsletter
nb_no: Nyhetsbrev

source: Get Firefox News.
nb_no: Få Firefox-nyheter

source: Sign up for our newsletter.
nb_no: Meld deg på vårt nyhetsbrev.

source: Sorry, we had trouble fetching this app's data. Please try again later.
nb_no: Vi hadde problemer med å hente denne appens data. Prøv igjen senere.

source: Promo Collection
nb_no: Promo-samling

source: Listing Collection
nb_no: Listesamling

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
nb_no: Neste gang du starter Firefox Marketplace-appen, vil du se den oppdaterte versjonen!

source: English
nb_no: Engelsk

source: French
nb_no: Fransk

source: German
nb_no: Tysk

source: Hungarian
nb_no: Ungarnsk

source: Indonesian
nb_no: Indonesisk

source: Polish
nb_no: Polsk

source: Portuguese
nb_no: Portugisisk

source: Russian
nb_no: Russisk

source: Spanish
nb_no: Spansk

source: South Africa
nb_no: Sør-Afrika

source: Lithuania
nb_no: Litauen

source: Philippines
nb_no: Filippinene

source: Russia
nb_no: Russland

source: Join Firefox Marketplace
nb_no: Bli med i Firefox Marketplace

source: Sign in to Firefox Marketplace
nb_no: Logg inn på Firefox Marketplace

source: Games & Entertainment Apps—Desktop Essentials
nb_no: Spill og underholdnings-apper — Essensielle apper for datamaskiner

source: Productivity Apps—Desktop Essentials
nb_no: Produktivitets-apper — Essensielle apper for datamaskiner

source: Store and share any type of file with Box.
nb_no: Lagre og del alle typer filer med Box.

source: Discover, share, and enjoy music with SoundCloud.
nb_no: Oppdag, del og nyt musikk med SoundCloud.

source: Play Hex Race—a thrill ride from the future!
nb_no: Spill Hex Race — en spennende tur fra fremtiden!

source: Sign in failed
nb_no: Innlogging feilet

source: FxA login failed. A server error was encountered.
nb_no: Firefox-konto-pålogging feilet. Det oppstod en serverfeil.
