Repository: AkshayTiwari/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: lt, nb_no

source: Popular
lt: Populiariausios
nb_no: Populære

source: New
lt: Naujos
nb_no: Ny

source: View All
lt: Žiūrėti visas
nb_no: Vis alle

source: No apps in this category
lt: Šioje kategorijoje jokių programų nėra
nb_no: Ingen apper i denne kategorien

source: The category you requested does not exist.
lt: Nurodyta kategorija nerasta.
nb_no: Kategorien finnes ikke.

source: An internal server error occurred. Please try again later.
lt: Įvyko vidinė serverio klaida. Bandykite dar kartą.
nb_no: En intern serverfeil oppstod. Prøv igjen senere.

source: Show
lt: Rodyti
nb_no: Vis

source: All apps
lt: visas programas
nb_no: Alle apper

source: Apps for My Device
lt: programas jūsų įrenginiui
nb_no: Apper for min enhet

source: Desktop Apps
lt: programas kompiuteriui
nb_no: Apper til datamaskin

source: Firefox OS Apps
lt: „Firefox OS“ programas
nb_no: Apper til Firefox OS

source: Android Mobile Apps
lt: programas „Android“ telefonams
nb_no: Apper til Android-mobil

source: Android Tablet Apps
lt: programas „Android“ planšetėms
nb_no: Apper til Android-nettbrett

source: No apps found
lt: Programų nerasta
nb_no: Ingen apper funnet

source: No apps found.
lt: Programų nerasta.
nb_no: Ingen apper funnet.

source: Close
lt: Užverti
nb_no: Lukk

source: No
lt: Ne
nb_no: Nei

source: Yes
lt: Taip
nb_no: Ja

source: Develop Apps
lt: Kurkite programas
nb_no: Utvikle apper

source: Developer Hub
lt: Programuotojų centras
nb_no: Utviklerhub

source: Feedback
lt: Atsiliepimai
nb_no: Tilbakemelding

source: Support
lt: Palaikymas
nb_no: Brukerstøtte

source: My Apps
lt: Jūsų programos
nb_no: Mine apper

source: My Submissions
lt: Jūsų pateiktos programos
nb_no: Mine bidrag

source: Reviewer Tools
lt: Recenzento priemonės
nb_no: Omtalingsverktøy

source: Lookup Tool
lt: Paieškos priemonė
nb_no: Oppslagsverktøy

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
lt: Visas šios svetainės turinys, apie kurį nėra <a href="{legal_url}" target="_blank">nurodyta kitaip</a>, yra pasiekiamas pagal <a href="{cc_url}" target="_blank">„Creative Commons Attribution Share-Alike“ licencijos 3.0</a> ar bet kurią vėlesnę versiją.
nb_no: Med mindre annet er <a href="{legal_url}" target="_blank">bemerket</a>, er innhold på dette nettstedet lisensiert under <a href="{cc_url}" target="_blank">Creative Commons Navngivelse-del-på-samme-vilkår-lisens v3.0</a> eller en senere versjon.

source: Privacy Policy
lt: Privatumo nuostatai
nb_no: Erklæring om personvern

source: Terms of Use
lt: Naudojimosi sąlygos
nb_no: Vilkår for bruk

source: Report Trademark Abuse
lt: Pranešti apie neleistiną prekės ženklo naudojimą
nb_no: Rapporter varemerkemisbruk

source: Firefox Marketplace has transitioned to Firefox Accounts to manage your profile. Continue to complete the simple upgrade process.
lt: „Firefox“ krautuvėje profilių tvarkymui imta naudoti „Firefox“ paskyras. Spustelėkite „Tęsti“ ir užbaikite paprastą paskyros atnaujinimo procesą.
nb_no: Firefox Marketplace har gått over til Firefox-konti for å administrere din profil. Fortsett for å fullføre den enkle oppgraderingsprosessen.

source: Continue
lt: Tęsti
nb_no: Fortsett

source: Learn more
lt: Sužinoti daugiau
nb_no: Les mer

source: Enter your email
lt: Įveskite savo elektroninio pašto adresą
nb_no: Oppgi din e-postadresse

source: Valid email required
lt: Reikalingas galiojantis elektroninio pašto adresas
nb_no: Gyldig e-postadresse påkrevd

source: Next
lt: Toliau
nb_no: Neste

source: Verify your email
lt: Patvirtinkite savo elektroninio pašto adresą
nb_no: Bekreft din e-postadresse

source: Back
lt: Atgal
nb_no: Tilbake

source: Home
lt: Pradžia
nb_no: Hjem

source: Recommended
lt: Rekomenduojama
nb_no: Anbefalt

source: Categories
lt: Kategorijos
nb_no: Kategorier

source: My Account
lt: Jūsų paskyra
nb_no: Min konto

source: Back to Marketplace
lt: Grįžti į Krautuvę
nb_no: Tilbake til Marketplace

source: Search
lt: Ieškoti
nb_no: Søk

source: Clear
lt: Valyti
nb_no: Nullstill

source: Register
lt: Registruotis
nb_no: Registrer

source: Sign In
lt: Prisijungti
nb_no: Logg inn

source: Firefox Accounts has arrived
lt: „Firefox“ paskyros – jau čia
nb_no: Firefox-konti har ankommet

source: Learn how to transfer your account
lt: Sužinokite, kaip perkelti savo paskyrą
nb_no: Les om hvordan du overfører kontoen din

source: It's easy.
lt: Tai lengva.
nb_no: Det er lett.

source: Credits
lt: Bendradarbiai
nb_no: Takk til

source: Nominate apps to be featured on Firefox Marketplace!
lt: Pasiūlykite rinktinę „Firefox“ krautuvės programą!

source: Are you the developer or fan of an awesome app or collection of apps on Firefox Marketplace? Submit your nominations, and you may see them in a featured spot.
lt: Žinote nuostabią „Firefox“ krautuvėje patalpintą programą arba programų rinkinį? Nominuokite savo kūrinį ar atradimą, ir galbūt būtent jį pamatysite rinktinių sąraše.

source: Learn more about <a href="{wiki_url}">how apps are featured</a>.
lt: Sužinokite išsamiau, <a href="{wiki_url}">kaip programos skiriamos rinktinėmis</a>.

source: Thanks for submitting your nomination.
lt: Ačiū, kad pasiūlėte nominaciją.

source: Tell your friends!
lt: Praneškite draugams!

source: Submit another nomination
lt: Pateikti kitą nominaciją

source: Tell us which Marketplace apps you'd like to nominate for featuring
lt: Parašykite, kurias Krautuvės programas norėtumėte pasiūlyti į rinktines

source: Name of apps or Marketplace URLs
lt: Programų pavadinimai arba Krautuvės tinklalapių adresai

source: Select a category for these apps
lt: Parinkite kategoriją šioms programoms

source: In which regions would you like to see these apps featured?
lt: Kuriuose regionuose šias programas norėtumėte matyti tarp rinktinių?

source: Tell us why these apps should be featured
lt: Paaiškinkite, kodėl šios programos turėtų tapti rinktinėmis

source: Your name
lt: Jūsų vardas

source: Your email address
lt: Jūsų elektroninio pašto adresas

source: Submit
lt: Patvirtinti
nb_no: Send inn

source: Not yet rated
lt: Dar neįvertinta
nb_no: Ingen omtaler

source: View all apps
lt: Žiūrėti visas programas
nb_no: Vis alle apper

source: Ruh roh! No apps here, Shaggy!
lt: Oi! Tuščia čia, Kęstai!
nb_no: Ruh råh! Ingen apper her, Shaggy!

source: You must use Firefox to install Firefox apps.
lt: Jeigu norite įsidiegti „Firefox“ programų, turite naudotis „Firefox“ naršykle.
nb_no: Du må bruke Firefox for å installere Firefox-apper.

source: Download
lt: Parsisiųsti
nb_no: Last ned

source: Free
lt: Nemokama
nb_no: Gratis

source: Works offline
lt: Veikia neprisijungus prie tinklo
nb_no: Arbeider frakoblet

source: {app_name} screenshot
lt: „{app_name}“ ekrano nuotrauka
nb_no: {app_name} skjermbilde

source: Review
lt: Apžvalga
nb_no: Annmeldelse

source: Not yet reviewed
lt: Dar neapžvelgta
nb_no: Ikke ennå gjennomgått

source: Settings
lt: Nuostatos
nb_no: Innstillinger

source: Edit Account Settings
lt: Keisti paskyros nuostatas
nb_no: Rediger kontoinnstillinger

source: Sign Out
lt: Atsijungti
nb_no: Logg ut

source: Rated {stars} out of {maxstars} stars
lt: Įvertinta {stars} iš {maxstars} žvaigždučių
nb_no: Vurdert {stars} av {maxstars} stjerner

source: Unavailable
lt: Nesiūloma
nb_no: Utilgjengelig

source: Open
lt: Atverti
nb_no: Åpne

source: Install
lt: Įdiegti
nb_no: Installer

source: More
lt: Daugiau
nb_no: Mer

source: Installed!
lt: Įdiegta!
nb_no: Installert!

source: Launch this app from your <b>Applications</b> directory.
lt: Paleiskite šią programą iš jūsų <b>Applications</b> aplanko.
nb_no: Start denne appen fra <b>Programmer</b>-katalogen.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
lt: Paleiskite šią programą iš jūsų <b>„Windows“ darbastalio</b> arba per meniu <b>Pradėti ► Visos programos</b>.
nb_no: Start denne appen fra <b>Windows-skrivebordet</b> eller <b>Start &#9658; All programmer</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
lt: Paleiskite šią programą iš jūsų <b>Skydelio</b>, <b>Programų parinkiklio</b>, arba <b>Programų meniu</b>.
nb_no: Start denne appen fra <b>dashbordet</b>, <b>Programvelger</b> eller <b>Programmenyen</b>.

source: Loading...
lt: Įkeliama…
nb_no: Laster …

source: Updates
lt: Naujinimai
nb_no: Oppdateringer

source: Less&hellip;
lt: Mažiau…
nb_no: Mindre &hellip;

source: More&hellip;
lt: Daugiau…
nb_no: Mer &hellip;

source: Description
lt: Aprašymas
nb_no: Beskrivelse

source: Version
lt: Laida
nb_no: Versjon

source: Latest version: {version}
lt: Naujausia laida: {version}
nb_no: Siste versjon: {version}

source: Edit Listing
lt: Taisyti informaciją
nb_no: Rediger oppføring

source: Approve / Reject
lt: Patvirtinti / Atmesti
nb_no: Godkjenn / forkast

source: Review History
lt: Apžvalgų istorija
nb_no: Omtalingshistorikk

source: Reviews
lt: Apžvalgos
nb_no: Omtaler

source: App not yet reviewed
lt: Programa dar neapžvelgta
nb_no: App ennå ikke gjennomgått

source: Edit Your Review
lt: Taisyti jūsų apžvalgą
nb_no: Rediger din omtale

source: Write a Review
lt: Rašyti apžvalgą
nb_no: Skriv en omtale

source: Sign in to Review
lt: Prisijungti apžvalgai
nb_no: Logg inn for å skrive en omtale

source: Support Email
lt: Palaikymo el. pašto adresas
nb_no: E-poststøtte

source: Support Site
lt: Palaikymo svetainė
nb_no: Kundestøtte

source: Homepage
lt: Interneto svetainė
nb_no: Utviklernettsted

source: Statistics
lt: Statistika
nb_no: Statistikk

source: Report Abuse
lt: Praneškite apie piktnaudžiavimą
nb_no: Rapporter misbruk

source: Premium version available
lt: Galima premium versija
nb_no: Premiumversjon tilgjengelig

source: Thank you for purchasing
lt: Dėkojame, kad pirkote
nb_no: Takk for kjøpet

source: by {author}
lt: {author}
nb_no: av {author}

source: for previous version {version}
lt: ankstesnei laidai {version}
nb_no: for forrige versjon {version}

source: Flagged for review
lt: Pažymėta patikrinimui
nb_no: Omtalen vil gjennomgåes

source: Edit
lt: Taisyti
nb_no: Rediger

source: Delete
lt: Šalinti
nb_no: Slett

source: Report
lt: Siųsti pranešimą
nb_no: Rapporter

source: Send Report
lt: Siųsti pranešimą
nb_no: Send rapport

source: Content Rating
lt: Turinio vertinimas
nb_no: Innholdsgradering

source: Content Rating Details
lt: Išsamiau apie turinio vertinimą
nb_no: Innholdsgraderingsdetaljer

source: Back to app
lt: Grįžti į programą
nb_no: Tilbake til app

source: Loading Privacy Policy...
lt: Įkeliami privatumo nuostatai…
nb_no: Laster erklæring om personvern …

source: Oh no!
lt: O, ne!
nb_no: Å nei!

source: The page you were looking for was not found.
lt: Tinklalapis, kurio ieškojote, nerastas.
nb_no: Klarte ikke finne siden du lette etter.

source: An error occurred.
lt: Įvyko klaida.
nb_no: En feil oppstod.

source: System Date Incorrect
lt: Neteisinga sistemos data
nb_no: Systemdato er feil

source: Sorry, your device clock appears to be set incorrectly.
lt: Panašu, jog jūsų įrenginio laikrodis nustatytas neteisingai.
nb_no: Beklager, men klokken på din enhet ser ut til å være feilinnstilt.

source: Please set today's date and time in your device settings to access the Marketplace.
lt: Jeigu norite pasiekti Krautuvę, patikslinkite datą ir laiką savo įrenginio nuostatose.
nb_no: Sett dagens dato og klokkeslett i enhetsinnstillingene for å få tilgang til Marketplace.

source: Try again
lt: Bandyti dar kartą
nb_no: Prøv igjen

source: Currently Offline
lt: Esate neprisijungę prie tinklo
nb_no: For øyeblikket frakoblet

source: Sorry, you need to be online to access the Marketplace.
lt: Jeigu norite pasiekti Krautuvę, turite prisijungti prie interneto.
nb_no: Du må være tilkoblet for å få tilgang til Marketplace.

source: Error loading more
lt: Klaida įkeliant daugiau
nb_no: Feil ved lasting av mer

source: Try Again
lt: Bandyti dar kartą
nb_no: Prøv igjen

source: Edit Review
lt: Taisyti apžvalgą
nb_no: Rediger omtale

source: Rate:
lt: Vertinimas:
nb_no: Vurdering:

source: Cancel
lt: Atsisakyti
nb_no: Avbryt

source: Only logged in users may edit reviews.
lt: Tik prisijungę naudotojai gali taisyti apžvalgas.
nb_no: Kun innloggede brukere kan redigere omtaler.

source: <b>{n}</b> Result
lt: <b>{n}</b> rezultatas
nb_no: <b>{n}</b> resultat

source: Showing <b>1</b>&ndash;<b class="total-results">{total}</b>
lt: Rodoma <b>1</b> &ndash; <b class="total-results">{total}</b>
nb_no: Viser <b>1</b>&ndash;<b class="total-results">{total}</b>

source: Expand
lt: Išskleisti
nb_no: Utvid

source: No results found
lt: Rezultatų nerasta
nb_no: Ingen resultater funnet

source: No results found, try again later
lt: Rezultatų nerasta, bandykite dar kartą
nb_no: Ingen resultater funnet, prøv igjen senere

source: App Review
lt: Programos apžvalga
nb_no: App-omtale

source: You must be signed in to view your apps.
lt: Jeigu norite peržiūrėti savo programas, turite būti prisijungę.
nb_no: Du må være logget inn for å se dine apper.

source: Sign In / Sign Up
lt: Prisijunkite / Prisiregistruokite

source: You have no apps
lt: Jūs neturite jokių programų
nb_no: Du har ingen apper

source: Account Settings
lt: Paskyros nuostatos
nb_no: Kontoinnstillinger

source: Email
lt: Elektroninis paštas
nb_no: E-post

source: Display Name
lt: Asmenvardis
nb_no: Visningsnavn

source: Region
lt: Regionas

source: Save Changes
lt: Įrašyti pakeitimus
nb_no: Lagre endringer

source: Please select a reason:
lt: Prašome pasirinkti priežastį:
nb_no: Velg en årsak:

source: Spam or otherwise non-review content
lt: Brukalas arba netinkamas apžvalgai turinys
nb_no: Spam eller annet innhold som ikke er omtale

source: Inappropriate language/dialog
lt: Nepriimtina kalba ar dialogas
nb_no: Upassende språk/dialog

source: Misplaced bug report or support request
lt: Netinkamoje vietoje patalpintas pranešimas apie programos klaidą ar pagalbos prašymas
nb_no: Feilplassert feilrapport eller kundestøttehenvendelse

source: Get Firefox Marketplace news
lt: Gaukite „Firefox“ krautuvės naujienas

source: Sign up
lt: Prisiregistruokite

source: Signing up...
lt: Priregistruojama…

source: You were successfully signed up for the Marketplace newsletter!
lt: Jūs sėkmingai prisiregistravote Krautuvės naujienlaiškiams gauti!

source: Send
lt: Siųsti

source: Get Help
lt: Gauti pagalbos
nb_no: Få hjelp

source: Account
lt: Paskyra

source: Your device does not support payments.
lt: Jūsų įrenginys nepalaiko apmokėjimų.

source: This app is unavailable for purchase in your region.
lt: Ši programa neparduodama jūsų regione.
nb_no: Denne appen kan ikke kjøpes i ditt område.

source: Your browser or device is not web-app compatible.
lt: Jūsų naršyklė ar įrenginys nesuderinamas su saityno programomis.
nb_no: Nettleseren eller enheten er ikke webapp kompatibel.

source: This app is unavailable for your platform.
lt: Ši programa neskirta jūsų platformai.
nb_no: Denne appen er ikke tilgjengelig på din plattform.

source: Games
lt: Žaidimai
nb_no: Spill

source: Books
lt: Knygos
nb_no: Bøker

source: Business
lt: Verslas
nb_no: Næringsliv

source: Education
lt: Mokomosios programos
nb_no: Utdannelse

source: Entertainment
lt: Pramogos
nb_no: Underholdning

source: Health & Fitness
lt: Sveikata ir fitnesas
nb_no: Helse og velvære

source: Lifestyle
lt: Gyvenimo būdas
nb_no: Livsstil

source: Maps & Navigation
lt: Žemėlapiai ir navigacija
nb_no: Kart & navigasjon

source: Music
lt: Muzika
nb_no: Musikk

source: News & Weather
lt: Naujienos ir orai
nb_no: Nyheter og vær

source: Photo & Video
lt: Nuotraukos ir vaizdo įrašai
nb_no: Foto og video

source: Productivity
lt: Našumas
nb_no: Produktivitet

source: Reference
lt: Žinynai
nb_no: Oppslagsverk

source: Shopping
lt: Apsipirkimas
nb_no: Handle

source: Social
lt: Bendravimas
nb_no: Sosialt

source: Sports
lt: Sportas
nb_no: Sport

source: Travel
lt: Kelionės
nb_no: Reise

source: Utilities
lt: Reikmenys
nb_no: Verktøy

source: Payment cancelled.
lt: Apmokėjimas atšauktas.
nb_no: Betaling avbrutt.

source: Purchasing
lt: Pirkimai
nb_no: Kjøper

source: Install failed. Please try again later.
lt: Įdiegti nepavyko. Prašome bandyti dar kartą.
nb_no: Installering mislyktes. Prøv igjen senere.

source: For ages {0}+
lt: {0} metų ir vyresniems (N-{0})
nb_no: Fra {0} år

source: Generic
lt: Amžius neribojamas
nb_no: Generisk

source: For all ages
lt: Visoms amžiaus grupėms
nb_no: For alle aldre

source: Rating Pending
lt: Dar neįvertinta
nb_no: Påventende vurdering

source: Rating Refused
lt: Vertinti atsisakyta
nb_no: Vurdering avvist

source: Everyone
lt: Visiems
nb_no: Alle

source: Everyone 10+
lt: Visiems (N-10)
nb_no: Alle 10 år eller eldre

source: Teen
lt: Paaugliams
nb_no: Tenåring

source: Mature 17+
lt: Vyresniems (N-17)
nb_no: 17 år eller eldre

source: Adults Only 18+
lt: Tik suaugusiesiems (N-18)
nb_no: Voksne 18 år eller eldre

source: Grid Layout
lt: Tinklelis
nb_no: Rute-oppsett

source: List Layout
lt: Sąrašas
nb_no: Liste-oppsett

source: Icon
lt: Piktograma
nb_no: Ikon

source: Background Image
lt: Fono paveikslėlis
nb_no: Bakgrunnsbilde

source: Quote
lt: Citata
nb_no: Sitat

source: Screenshot
lt: Ekrano nuotrauka
nb_no: Skjermbilde

source: There was an error submitting your newsletter sign up request
lt: Prenumeruojant naujienlaiškį, įvyko klaida
nb_no: Det oppstod en feil under innsending av påmeldingen til nyhetsbrevet

source: Unable to install packaged apps
lt: Negalima įdiegti supakuotų programų
nb_no: Kan ikke installere pakkede apper

source: App install error: {error}
lt: Programos diegimo klaida: {error}
nb_no: Appinstalleringsfeil: {error}

source: App for Albania
lt: Programa Albanijai

source: App for Argentina
lt: Programa Argentinai

source: App for Bangladesh
lt: Programa Bangladešui

source: App for Brazil
lt: Programa Brazilijai
nb_no: App for Brasil

source: App for Bulgaria
lt: Programa Bulgarijai

source: App for Chile
lt: Programa Kinijai

source: App for China
lt: Programa Kinijai
nb_no: App for Kina

source: App for Colombia
lt: Programa Kolumbijai

source: App for Costa Rica
lt: Programa Kosta Rikai

source: App for Croatia
lt: Programa Kroatijai
nb_no: App for Kroatia

source: App for Czech Republic
lt: Programa Čekijai
nb_no: App for Tsjekkia

source: App for Ecuador
lt: Programa Ekvadorui

source: App for El Salvador
lt: Programa Salvadorui

source: App for France
lt: Programa Prancūzijai
nb_no: App for Frankrike

source: App for Germany
lt: Programa Vokietijai
nb_no: App for Tyskland

source: App for Greece
lt: Programa Graikijai
nb_no: App for Hellas

source: App for Hungary
lt: Programa Vengrijai
nb_no: App for Ungarn

source: App for India
lt: Programa Indijai

source: App for Italy
lt: Programa Italijai
nb_no: App for Italia

source: App for Japan
lt: Programa Japonijai

source: App for Macedonia
lt: Programa Makedonijai
nb_no: App for Makedonia

source: App for Mexico
lt: Programa Meksikai

source: App for Montenegro
lt: Programa Juodkalnijai

source: App for Nicaragua
lt: Programa Nikaragvai

source: App for Panama
lt: Programa Panamai

source: App for Peru
lt: Programa dėl Peru

source: App for Poland
lt: Programa Lenkijai
nb_no: App for Polen

source: App for Russia
lt: Programa Rusijai
nb_no: App for Russland

source: App for Serbia
lt: Programa Serbijai

source: App for South Africa
lt: Programa Pietų Afrikai
nb_no: App for Sør-Afrika

source: App for Spain
lt: Rinktiniai skaitiniai
nb_no: App for Spania

source: App for Uruguay
lt: Programa Urugvajui

source: App for Venezuela
lt: Programa Venesuelai

source: Arts & Entertainment App
lt: Menas ir pramogos
nb_no: Kunst- og underholdnings-app

source: Featured Book App
lt: Rinktiniai skaitiniai
nb_no: Anbefalt bok-app

source: Featured Creativity App
lt: Būkite kūrybingi
nb_no: Anbefalt kreativites-app

source: Featured Education App
lt: Rinktinė mokomoji programa
nb_no: Anbefalt udervisnings-app

source: Featured Game
lt: Rinktinis žaidimas
nb_no: Anbefalt spill

source: Groundbreaking App
lt: Novatoriška programa
nb_no: Banebrytende app

source: Health & Fitness App
lt: Sveika gyvensena
nb_no: Helse- og trenings-app

source: Hidden Gem
lt: Paslėptas perlas
nb_no: Skjult juvel

source: Featured Lifestyle App
lt: Gyvenimo būdas ir kultūra
nb_no: Anbefalt livsstils-app

source: Local Favorite App
lt: Vietinė favoritė
nb_no: Lokal favoritt-app

source: Maps & Navigation App
lt: Žemėlapiai ir navigacija
nb_no: Kart- og navigasjons-app

source: Featured Music App
lt: Muzikos mėgėjams
nb_no: Anbefalt musikk-app

source: Mystery App!
lt: Mįslė!
nb_no: Mysterie-app!

source: News & Weather App
lt: Naujienos ir orai
nb_no: Nyhets- og vær-app

source: Photo & Video App
lt: Foto ir video
nb_no: Foto- og video-app

source: Featured Shopping App
lt: Rinktinė apsipirkimo programa
nb_no: Anbefalte shoppings-app

source: Featured Social App
lt: Bendraukite
nb_no: Anbefalt sosial-app

source: Featured Sports App
lt: Rinktinė sporto programa
nb_no: Anbefalt sports-app

source: Tool & Time Saver
lt: Priemonės ir laiko taupymas
nb_no: Verktøy og tidsbesparer

source: Featured Travel App
lt: Keliautojams
nb_no: Anbefalt reise-app

source: Work & Business App
lt: Darbo ir verslo programa
nb_no: Arbeid- og forretnings-app

source: Rest of World
lt: Likęs pasaulis
nb_no: Resten av verden

source: Bangladesh
lt: Bangladešas

source: Brazil
lt: Brazilija
nb_no: Brasil

source: Chile
lt: Čilė

source: China
lt: Kinija
nb_no: Kina

source: Colombia
lt: Kolumbija

source: Costa Rica
lt: Kosta Rika

source: Czech Republic
lt: Čekija
nb_no: Tsjekkia

source: Ecuador
lt: Ekvadoras

source: El Salvador
lt: Salvadoras

source: France
lt: Prancūzija
nb_no: Frankrike

source: Germany
lt: Vokietija
nb_no: Tyskland

source: Greece
lt: Graikija
nb_no: Hellas

source: Guatemala
lt: Gvatemala

source: Hungary
lt: Vengrija
nb_no: Ungarn

source: India
lt: Indija

source: Italy
lt: Italija
nb_no: Italia

source: Japan
lt: Japonija

source: Mexico
lt: Meksika

source: Montenegro
lt: Juodkalnija

source: Nicaragua
lt: Nikaragva

source: Poland
lt: Lenkija
nb_no: Polen

source: Serbia
lt: Serbija

source: Spain
lt: Ispanija
nb_no: Spania

source: United Kingdom
lt: Jungtinė Karalystė
nb_no: Storbritannia

source: United States
lt: Jungtinės Amerikos Valstijos
nb_no: USA

source: Uruguay
lt: Urugvajus

source: Venezuela
lt: Venesuela

source: No region in search
lt: Paieškoje nepasirinktas joks regionas

source: Sorry, you are currently offline. Please try again later.
lt: Deja, šiuo metu jūs nesate prisijungę prie interneto. Prašome bandyti dar kartą.
nb_no: Du er for øyeblikket frakoblet. Prøv igjen senere.

source: Sending report...
lt: Pranešimas siunčiamas…
nb_no: Sender rapport …

source: Review flagged
lt: Apžvalga pažymėta
nb_no: Omtalen er flagget

source: Report review operation failed
lt: Pranešti apie apžvalgą nepavyko
nb_no: Omtalerapportoperasjonen feilet

source: Review deleted
lt: Apžvalga pašalinta
nb_no: Omtale slettet

source: There was a problem deleting the review
lt: Iškilo problema šalinant apžvalgą
nb_no: Det var et problem med å slette omtalen

source: Your review was posted
lt: Jūsų apžvalga paskelbta
nb_no: Omtalen din ble postet

source: Error while submitting review
lt: Klaida pateikiant apžvalgą
nb_no: Feil ved innsending av omtalen

source: {n} star
lt: {n} žvaigždutė
nb_no: {n} stjerne

source: You have been signed out
lt: Jūs atsijungėte
nb_no: Du har blitt logget ut

source: You have been signed in
lt: Jūs prisijungėte
nb_no: Du har blitt logget inn

source: Persona login failed. Maybe you don't have an account under that email address?
lt: Nepavyko prisijungti su „Persona“. Galbūt jūs neturite paskyros su šiuo elektroninio pašto adresu?
